Repository: GoGei/pocket-fridge
Catalog: Public/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Email
uk: Електронна пошта

source: Enter your email
uk: Введіть вашу електронну пошту

source: First name
uk: Ім'я

source: Enter your first name
uk: Введіть ваше ім'я

source: Last name
uk: Прізвище

source: Enter your last name
uk: Введіть ваше прізвище

source: Password
uk: Пароль

source: Confirm password
uk: Підтвердити пароль

source: Passwords do not match
uk: Паролі не співпадають

source: Email address
uk: Адреса електронної пошти

source: Remember me
uk: Запам'ятати мене

source: User with this email not found
uk: Користувача з цією електронною поштою не знайдено

source: For this key user not found
uk: За цим ключем користувача не знайдено

source: User is not active! Please, contact a manager
uk: Користувач не активний! Будь ласка, зв'яжіться з менеджером

source: User with this email and password not found
uk: Користувача з цією електронною поштою і паролем не знайдено

source: Pocket fridge
uk: Міні-холодильник

source: Back to home
uk: Повернутися на головну

source: Reset password
uk: Скинути пароль

source: Forgot password success
uk: Успішно забули пароль

source: keep in touch with us!
uk: Залишайтесь на зв'язку з нами!

source: Activation link was send to your email. Please, follow this letter to reset password of your account
uk: Ланка активації була надіслана на вашу електронну пошту. Будь ласка, слідуйте цьому листу для скидання паролю вашого облікового запису

source: Forgot password
uk: Забули пароль

source: Forgot Password?
uk: Забули пароль?

source: Enter your email and we'll send you instructions to reset your password
uk: Введіть вашу електронну пошту, і ми надішлемо вам інструкції щодо скидання пароля

source: Send Reset Link
uk: Надіслати посилання для скидання

source: Already have an account?
uk: Вже маєте обліковий запис?

source: Sign in instead
uk: Увійдіть замість цього

source: Login
uk: Увійти

source: Welcome to Pocket fridge!
uk: Ласкаво просимо до міні-холодильника!

source: Please sign-in to your account and start the adventure
uk: Будь ласка, увійдіть до свого облікового запису та розпочніть пригоду

source: Sign in
uk: Увійти

source: New on our platform?
uk: Новачок на нашій платформі?

source: Create an account
uk: Створити обліковий запис

source: Registration success
uk: Успішна реєстрація

source: Thanks for registration!
uk: Дякуємо за реєстрацію!

source: Activation link was send to your email. Please, follow this letter to activate your account
uk: Ланка активації була надіслана на вашу електронну пошту. Будь ласка, слідуйте цьому листу для активації вашого облікового запису

source: Registration
uk: Реєстрація

source: Adventure starts here
uk: Пригода починається тут

source: Make your fridge management easy and fun!
uk: Зробіть управління вашим холодильником простим та веселим!

source: I agree to
uk: Я погоджуюся з

source: privacy policy
uk: політикою конфіденційності

source: terms of use
uk: умовами використання

source: Sign up
uk: Зареєструватися

source: Pocket Fridge
uk: Міні-холодильник

source: Pocket
uk: Міні

source: Fridge
uk: Холодильник

source: Home
uk: Головна

source: Key Features
uk: Основні функції

source: Pricing
uk: Ціни

source: Testimonial
uk: Відгуки

source: FAQ
uk: Питання і відповіді

source: Go to fridge
uk: Перейти до холодильника

source: Register
uk: Зареєструватися

source: Get your groceries
uk: Закупіть продукти

source: through your device
uk: через свій пристрій

source: We will save you from unnecessary waste!
uk: Ми вас врятуємо від непотрібних втрат!

source: Try for free
uk: Спробувати безкоштовно

source: Awesome apps
uk: Чудові додатки

source: features
uk: функції

source: Increase productivity with a simple to-do app. app for
uk: Збільшуйте продуктивність за допомогою простого додатку для задач.

source: managing your personal budgets.
uk: управління вашими особистими бюджетами.

source: Smart Notifications
uk: Розумні сповіщення

source: There will no longer be a problem with
uk: Більше не буде проблем з

source: forgotten food in the fridge.
uk: забутою їжею в холодильнику.

source: Receive
uk: Отримуйте

source: efficient notifications and use products on time
uk: ефективні сповіщення та вчасно використовуйте продукти

source: Easy to add
uk: Легко додавати

source: Easily add new products and the app
uk: Легко додавайте нові продукти, і додаток

source: be ready from the first minute you use
uk: буде готовий з першої хвилини використання

source: ECO-friendly
uk: ЕКО-дружній

source: The regulation of food consumption
uk: Регулювання споживання їжі

source: leads to a decrease in universal
uk: призводить до зменшення загального

source: consumption
uk: споживання

source: Manage the food in your fridge anytime &amp; anywhere
uk: Керуйте їжею в холодильнику в будь-який час та в будь-якому місці

source: Manage your food, cook, add and use to the fullest. Take your food consumption to the next level with less waste and easy cooking.
uk: Керуйте їжею, готуйте, додавайте та використовуйте її на повну. Підніміть свій споживчий рівень їжі з меншими втратами та простим приготуванням.

source: Why you should choose
uk: Чому вам варто вибрати

source: our app
uk: наш додаток

source: Empowering Your World with Mobile Innovation: Redefining Information Access, One App at a Time.
uk: Заохочуючи ваш світ інноваціями в мобільних технологіях: переосмислюючи доступ до інформації, один додаток за раз.

source: Innovations on every plate
uk: Інновації на кожному столі

source: Use our app to make your own meals and save time.
uk: Використовуйте наш додаток, щоб готувати свої страви та економити час.

source: Forget about expired products
uk: Забудьте про прострочені продукти

source: We make your lunches safe and delicious.
uk: Ми робимо ваші обіди безпечними та смачними.

source: Minimize waste, maximize budget
uk: Мінімізуйте втрати, максимізуйте бюджет

source: Our app is for those who care about the planet and their wallet.
uk: Наш додаток для тих, хто дбає про планету та свій гаманець.

source: Delicious food is always at hand
uk: Смачну їжу завжди під рукою

source: We make cooking easier and tastier.
uk: Ми робимо приготування їжі простішим та смачнішим.

source: Entrust your health and culinary skills to us
uk: Довірте своє здоров'я та кулінарні навички нам

source: We are proud to celebrate our achievements and our dream of better nutrition.
uk: Ми пишаємося своїми досягненнями та нашою мрією про краще харчування.

source: The results are in your hands.
uk: Результати у ваших руках.

source: Our work will make your life easier and more efficient.
uk: Наша робота зробить ваше життя простішим та ефективнішим.

source: Ultimate features
uk: Вершинні функції

source: that we built
uk: які ми створили

source: The rise of technology - the better result.
uk: Підйом технологій - кращий результат.

source: Simple management
uk: Просте управління

source: With our app, you can easily manage the list of products in your fridge, always having your food supply under control.
uk: За допомогою нашого додатку ви легко можете управляти списком продуктів у холодильнику, завжди тримаючи під контролем запас їжі.

source: Due date notifications
uk: Сповіщення про дату споживання

source: Receive timely and secure alerts when food is approaching its expiration date to avoid throwing it away.
uk: Отримуйте вчасні та безпечні сповіщення, коли їжа наближається до дати закінчення терміну придатності, щоб уникнути викидання.

source: Shopping lists
uk: Списки покупок

source: With our app, you can easily create grocery lists to buy to plan your purchases efficiently and save time.
uk: За допомогою нашого додатку ви легко можете створювати списки покупок, щоб планувати свої покупки ефективно та економити час.

source: Quick addition
uk: Швидке додавання

source: Adding new food to your fridge is quick and easy, keeping your food stock up to date in real time.
uk: Додавання нової їжі до вашого холодильника швидке та просте, що дозволяє в реальному часі оновлювати запаси їжі.

source: Get awesome features, without extra charges
uk: Отримуйте чудові функції без додаткових витрат

source: The rise of mobile devices transforms the way we consume information entirely and the world's most elevant channels such as Facebook.
uk: Підйом мобільних пристроїв повністю змінює спосіб споживання інформації і найбільш актуальні канали світу, такі як Facebook.

source: Join today
uk: Приєднуйтеся сьогодні

source: Frequently asked questions
uk: Часто задавані питання

source: How exactly will this app help me manage my fridge and groceries?
uk: Як саме цей додаток допоможе мені керувати моїм холодильником та продуктами?

source: Our app allows you to conveniently keep track of all your food in the fridge. You can add new products, update and delete them, and create categories for easier sorting. It provides you with comprehensive information about each product, including expiration date, quantity, and other characteristics.
uk: Наш додаток дозволяє вам зручно відстежувати всі ваші продукти в холодильнику. Ви можете додавати нові продукти, оновлювати та видаляти їх, а також створювати категорії для полегшення сортування. Він надає вам вичерпну інформацію про кожен продукт, включаючи дату закінчення терміну придатності, кількість та інші характеристики.

source: Is this app safe to store my personal data and grocery lists?
uk: Чи безпечний цей додаток для зберігання моїх особистих даних та списків покупок?

source: We take great care to keep your data confidential. All your personal data and product lists are encrypted and stored in a secure environment. We do not share your data with third parties and always comply with the requirements for protecting user privacy.
uk: Ми ретельно дбаємо про збереження конфіденційності ваших даних. Всі ваші особисті дані та списки продуктів зашифровані і зберігаються в безпечному середовищі. Ми не передаємо ваші дані третім сторонам і завжди дотримуємося вимог щодо захисту конфіденційності користувача.

source: What are the main notifications and expiration date reminders that this app includes?
uk: Які основні сповіщення та нагадування про термін придатності включає цей додаток?

source: Our app automatically reminds you when foods are approaching their expiration date so you can consume them safely and fresh. You can receive these reminders via email or notifications on your mobile device. This helps you avoid throwing food away and saves money.
uk: Наш додаток автоматично нагадує вам, коли їжа наближається до дати закінчення терміну придатності, щоб ви могли безпечно та свіжо її споживати. Ви можете отримувати ці нагадування по електронній пошті або через сповіщення на вашому мобільному пристрої. Це допомагає уникнути викидання їжі та економить гроші.

source: How quickly can I add new products to my fridge using the app?
uk: Легко додавайте нові продукти, і додаток

source: With our app, adding new products is quick and easy. You can use the search function or scan product barcodes to instantly add them to your list. All this helps to save you time and make food management easy and efficient.
uk: З нашим додатком додавання нових продуктів швидке та просте. Ви можете використовувати функцію пошуку або сканувати штрих-коди продуктів, щоб миттєво додавати їх до списку. Усе це допомагає зекономити ваш час і робить управління їжею простим та ефективним.

source: How do I get customer support or contact the development team to solve problems or get answers to questions?
uk: Як я можу звернутися за підтримкою клієнтів або зв'язатися з командою розробників, щоб вирішити проблеми чи отримати відповіді на питання?

source: We are always ready to help you. You can contact our customer support team via email, chat, or phone. Our development team is also ready to accept your requests and suggestions on how to improve the app. We are always here to provide you with the help you need and answer your questions.
uk: Ми завжди готові допомогти вам. Ви можете зв'язатися з нашою службою підтримки клієнтів за допомогою електронної пошти, чату або телефону. Наша команда розробників також готова приймати ваші запити та пропозиції щодо покращення додатка. Ми завжди тут, щоб надати вам необхідну допомогу та відповісти на ваші питання.

source: Privacy policy & Terms
uk: Політика конфіденційності та Умови використання

source: Privacy policy
uk: Політика конфіденційності

source: Not provided yet
uk: Поки що не надано

source: Terms of use
uk: Умови використання
