Repository: GoGei/pocket-fridge
Catalog: Manager/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Staff
uk: Співробітник

source: Superuser
uk: Суперкористувач

source: Is email filled
uk: Заповнено електронну пошту

source: Is name filled
uk: Заповнено ім'я

source: Admin status
uk: Статус адміністратора

source: Please, select value
uk: Будь ласка, виберіть значення

source: Invalid status
uk: Недійсний статус

source: Passwords do not match
uk: Паролі не співпадають

source: Current password is incorrect
uk: Поточний пароль невірний

source: Current password is the same as new password
uk: Поточний пароль співпадає з новим паролем

source: Admin filter
uk: Фільтр адміністратора

source: Admin {admin.email} was successfully created
uk: Адміністратор {admin.email} успішно створений

source: Add admin
uk: Додати адміністратора

source: Please, fill in the form below to add an admin
uk: Будь ласка, заповніть форму нижче, щоб додати адміністратора

source: Your password was successfully set
uk: Ваш пароль успішно встановлено

source: Reset password
uk: Скинути пароль

source: Please, fill in the form below to set new password
uk: Будь ласка, заповніть форму нижче, щоб встановити новий пароль

source: Admin {admin.email} was successfully edited
uk: Адміністратор {admin.email} успішно відредагований

source: Edit admin
uk: Редагувати адміністратора

source: Please, fill in the form below to edit an admin
uk: Будь ласка, заповніть форму нижче, щоб відредагувати адміністратора

source: Admin {admin.email}'s password was successfully set
uk: Пароль адміністратора {admin.email} успішно встановлено

source: Set admin password
uk: Встановити пароль адміністратора

source: Please, fill in the form below to set password for an admin
uk: Будь ласка, заповніть форму нижче, щоб встановити пароль для адміністратора

source: Fridge type with "{slug}" already exists
uk: Тип холодильника з "{slug}" вже існує

source: File fixture
uk: Фікстура файлу

source: File is not encoded with UTF-8
uk: Файл не закодований у форматі UTF-8

source: File is not valid JSON
uk: Файл не є дійсним JSON

source: Fridge type filter
uk: Фільтр типу холодильника

source: Fridge type {fridge_type.label} was successfully created
uk: Тип холодильника {fridge_type.label} успішно створений

source: Add fridge type
uk: Додати тип холодильника

source: Please, fill in the form below to add fridge type
uk: Будь ласка, заповніть форму нижче, щоб додати тип холодильника

source: Fridge type {fridge_type.label} was successfully edited
uk: Тип холодильника {fridge_type.label} успішно відредагований

source: Edit Fridge type
uk: Редагувати тип холодильника

source: Please, fill in the form below to edit a fridge type
uk: Будь ласка, заповніть форму нижче, щоб відредагувати тип холодильника

source: Fridge type {fridge_type.label} was successfully archived
uk: Тип холодильника {fridge_type.label} успішно заархівований

source: Fridge type {fridge_type.label} was successfully restored
uk: Тип холодильника {fridge_type.label} успішно відновлений

source: Fridge type {created_count} was successfully created
uk: Тип холодильника {created_count} успішно створений

source: Fridge type {len(items)} was successfully updated
uk: Тип холодильника {len(items)} успішно оновлено

source: Load fridge type
uk: Завантажити тип холодильника

source: Fridge type default fixture was successfully loaded
uk: Фікстура типу холодильника була успішно завантажена

source: Licence version with "{slug}" already exists
uk: Версія ліцензії з "{slug}" вже існує

source: Licence version filter
uk: Фільтр версії ліцензії

source: Licence version {licence_version.label} was successfully created
uk: Версія ліцензії {licence_version.label} успішно створена

source: Add Licence version
uk: Додати версію ліцензії

source: Please, fill in the form below to add Licence version
uk: Будь ласка, заповніть форму нижче, щоб додати версію ліцензії

source: Licence version {licence_version.label} was successfully edited
uk: Версія ліцензії {licence_version.label} успішно відредагована

source: Edit Licence version
uk: Редагувати версію ліцензії

source: Please, fill in the form below to edit a Licence version
uk: Будь ласка, заповніть форму нижче, щоб відредагувати версію ліцензії

source: Licence version {licence_version.label} was successfully archived
uk: Версія ліцензії {licence_version.label} успішно заархівована

source: Licence version {licence_version.label} was successfully restored
uk: Версія ліцензії {licence_version.label} успішно відновлена

source: Licence version {licence_version.label} was successfully set as default
uk: Версію ліцензії {licence_version.label} успішно встановлено як за замовчуванням

source: Email address
uk: Електронна адреса

source: Password
uk: Пароль

source: User is not manager! You are not allowed to access this page
uk: Користувач не є менеджером! Вам не дозволено отримати доступ до цієї сторінки

source: User is not active! Please, contact a manager
uk: Користувач не активний! Будь ласка, зв'яжіться з менеджером

source: User with this email and password not found
uk: Користувач з цією електронною адресою та паролем не знайдений

source: Invoices filter
uk: Фільтр користувача

source: Payments filter
uk: Фільтр адміністратора

source: Load from stripe
uk: Завантажити тип холодильника

source: Products filter
uk: Фільтр користувача

source: Prices filter
uk: Фільтр користувача

source: User filter
uk: Фільтр користувача

source: Add
uk: Додати

source: Back to list
uk: Повернутися до списку

source: Admins
uk: Адміністратори

source: Edit
uk: Редагувати

source: View
uk: Перегляд

source: Reset your password
uk: Скинути ваш пароль

source: Set password
uk: Встановити пароль

source: Other
uk: Інше

source: No phone
uk: Немає телефону

source: ID
uk: Ідентифікатор

source: Email
uk: Електронна пошта

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: Is active
uk: Активний

source: Is staff
uk: Співробітник

source: Is superuser
uk: Суперкористувач

source: Fridge types
uk: Типи холодильників

source: View fixture
uk: Переглянути фікстуру

source: Load fixture
uk: Завантажити фікстуру

source: Archive
uk: Архівувати

source: Restore
uk: Відновити

source: Name
uk: Назва

source: Slug
uk: Slug (URL)

source: Fridge type created on user's creation
uk: Тип холодильника створений при створенні користувача

source: Load default fixture
uk: Завантажити фікстуру за замовчуванням

source: Export to fixture
uk: Експортувати в фікстуру

source: Show raw data
uk: Показати необроблені дані

source: Show human readable data
uk: Показати зрозумілі дані

source: Show both data
uk: Показати обидві версії даних

source: Licence versions
uk: Версії ліцензій

source: Set default
uk: Встановити за замовчуванням

source: Is default
uk: За замовчуванням

source: Pocket fridge Manager
uk: Менеджер Pocket Fridge

source: Hello! let's get started
uk: Привіт! Почнемо

source: Sign in to continue
uk: Увійдіть, щоб продовжити

source: SIGN IN
uk: УВІЙТИ

source: User
uk: Користувачі

source: Set as default
uk: Встановити за замовчуванням

source: Usage type
uk: Типи холодильників

source: Users
uk: Користувачі

source: Not provided
uk: Не вказано

source: Good Morning
uk: Доброго ранку

source: Sign Out
uk: Вийти

source: Home
uk: Головна

source: Settings
uk: Налаштування

source: Licence version
uk: Версія ліцензії

source: Stripe settings
uk: Налаштування
