Repository: GoGei/pocket-fridge
Catalog: Api/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Passwords do not match
uk: Паролі не співпадають

source: For this key user not found
uk: Користувача з цим ключем не знайдено

source: User is already active
uk: Користувач вже активований

source: The password must contain at least 8 symbols.
uk: Пароль повинен містити принаймні 8 символів.

source: The password must contain at most 20 symbols.
uk: Пароль повинен містити не більше 20 символів.

source: The password must contain at least one lowercase character.
uk: Пароль повинен містити принаймні одну маленьку літеру.

source: The password must contain at least one uppercase character.
uk: Пароль повинен містити принаймні одну велику літеру.

source: The password must contain at least one numeric character.
uk: Пароль повинен містити принаймні одну цифру.

source: The password must contain at least one of these special symbols: !?@#$%^&*_~()- .
uk: Пароль повинен містити принаймні один із спеціальних символів: !?@#$%^&*_~()- .

source: The password must contain only latin characters.
uk: Пароль повинен містити тільки латинські символи.
